Repository: alrescha79-cmd/luci-app-3ginfo-mod
Catalog: luci-app-3ginfo-lite/po/*/3ginfo.po
Languages: id

source: Configuration 3ginfo-lite
id: Konfigurasi 3ginfo-lite

source: Configuration panel for the 3ginfo-lite application.
id: Panel konfigurasi untuk aplikasi 3ginfo-lite.

source: Interface
id: Antarmuka

source: Network interface for Internet access.
id: Antarmuka jaringan untuk akses Internet.

source: IP adress / Port for communication with the modem
id: Alamat IP / Port untuk komunikasi dengan modem

source: Please select a port
id: Silakan pilih port

source: HiLink authentication
id: Autentikasi HiLink

source: BTS search settings
id: Pengaturan pencarian BTS

source: Configure authentication for HiLink modems that require login (e.g., Huawei B312-929 with mac-vlan). Leave empty if your modem doesn't require authentication.
id: Konfigurasi autentikasi untuk modem HiLink yang memerlukan login (misalnya, Huawei B312-929 dengan mac-vlan). Kosongkan jika modem Anda tidak memerlukan autentikasi.

source: HiLink modem IP address
id: Alamat IP modem HiLink

source: IP address of the HiLink modem (e.g., 192.168.8.1 or 192.168.1.1). This will override the device setting for HiLink modems.
id: Alamat IP modem HiLink (misalnya, 192.168.8.1 atau 192.168.1.1). Ini akan menimpa pengaturan perangkat untuk modem HiLink.

source: Username
id: Nama pengguna

source: Username for HiLink modem login (usually "admin")
id: Nama pengguna untuk login modem HiLink (biasanya "admin")

source: Password
id: Kata sandi

source: Password for HiLink modem login
id: Kata sandi untuk login modem HiLink

source: Authentication mode
id: Mode autentikasi

source: Select how to authenticate with the modem:<br><b>Automatic</b> - Try configured credentials first, then fallback to default "admin/admin" if not set<br><b>Manual only</b> - Only use configured username/password, never try default credentials
id: Pilih cara autentikasi dengan modem:<br><b>Otomatis</b> - Coba kredensial yang dikonfigurasi terlebih dahulu, lalu gunakan default "admin/admin" jika tidak diatur<br><b>Manual saja</b> - Hanya gunakan username/password yang dikonfigurasi, jangan pernah coba kredensial default

source: Automatic (try default if not configured)
id: Otomatis (coba default jika tidak dikonfigurasi)

source: Manual only (use configured credentials only)
id: Manual saja (gunakan kredensial yang dikonfigurasi saja)

source: Hint: To set up a BTS search engine, all you have to do is select the dedicated website for your location.
id: Petunjuk: Untuk mengatur mesin pencari BTS, yang perlu Anda lakukan adalah memilih website khusus untuk lokasi Anda.

source: Website to search for BTS
id: Website untuk mencari BTS

source: Select a website for searching.
id: Pilih website untuk pencarian.

source: Information about 3G/4G connection
id: Informasi tentang koneksi 3G/4G

source: Details
id: Detail

source: Configuration
id: Konfigurasi

source: Connection time:
id: Waktu koneksi:

source: Downloaded:
id: Diunduh:

source: Uploaded:
id: Diunggah:

source: Signal strength:
id: Kekuatan sinyal:

source: Modem type:
id: Tipe modem:

source: Additional information
id: Informasi tambahan

source: Device
id: Perangkat

source: SIM PIN (optional)
id: PIN SIM (opsional)

source: Language
id: Bahasa

source: Network
id: Jaringan

source: Registration status
id: Status registrasi

source: Cell ID
id: ID Sel

source: Temperature
id: Suhu

source: Firmware version
id: Versi firmware

source: Information about 3G/4G/5G connection
id: Informasi tentang koneksi 3G/4G/5G

source: More information about the 3ginfo mod on the %salrescha79-cmd GitHub%s.
id: Informasi lebih lanjut tentang 3ginfo mod di %sGitHub alrescha79-cmd%s.

source: alrescha79-cmd GitHub
id: GitHub alrescha79-cmd

source: USB debug information
id: Informasi debug USB

source: General Information
id: Informasi Umum

source: Modem Information
id: Informasi Modem

source: Cell / Signal Information
id: Informasi Sel / Sinyal

source: Connected
id: Terhubung

source: Disconnected
id: Terputus

source: Connecting
id: Menghubungkan

source: Unknown
id: Tidak diketahui

source: Registered
id: Terdaftar

source: Not registered
id: Tidak terdaftar

source: Searching
id: Mencari

source: Registration denied
id: Registrasi ditolak

source: Diagnostics
id: Diagnostik

source: Execution of various commands to check the availability of the modem and eliminate errors in the data collected by the scripts.
id: Eksekusi berbagai perintah untuk memeriksa ketersediaan modem dan menghilangkan kesalahan dalam data yang dikumpulkan oleh skrip.

source: Show devices
id: Tampilkan perangkat

source: Clear
id: Bersihkan

source: Download
id: Unduh

source: Download error
id: Kesalahan unduh
